tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "oven-sh/bun"

brew "colima"
brew "fd"
brew "fzf"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "nvm"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "midnight-commander"
cask "1password"
cask "aerospace"
cask "ghostty"
cask "datagrip"
cask "slack"
cask "unnaturalscrollwheels"
cask "font-sf-mono-nerd-font"
cask "sf-symbols"
