tap "epk/epk"
tap "felixkratz/formulae"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
brew "fzf"
brew "git"
brew "go"
brew "golangci-lint"
brew "jq"
brew "lazygit"
brew "llvm"
brew "mas"
brew "midnight-commander"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tpm"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "felixkratz/formulae/sketchybar"
brew "go-task/tap/go-task"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
cask "1password"
cask "arc"
cask "datagrip"
cask "discord"
cask "font-sf-mono-nerd-font"
cask "sf-symbols"
cask "slack"
cask "wezterm"
mas "Microsoft Excel", id: 462058435
mas "rcmd", id: 1596283165
