tap "epk/epk"
tap "homebrew/bundle"
brew "fzf"
brew "go"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "stow"
brew "tpm"
cask "1password"
cask "arc"
cask "font-sf-mono-nerd-font"
cask "hiddenbar"
cask "datagrip"
cask "slack"
cask "todoist"
cask "wezterm"
cask "zoom"
cask "wireguard-tools"
cask "microsoft-excel"
cask "hammerspoon"
